Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 기본은 기기 한 대만 연결돼요. Mac 에서 «두 번째 기기 허용» 을 켜면 지금은 최대 두 대까지 쓸 수 있고, 앞으로 더 늘려갈 계획이에요. (Mac 앱에 이 토글이 안 보이면 Mac 의 Pocket Sisyphus 를 업데이트해 주세요.)
ar: افتراضيًا يتصل جهاز واحد فقط. بتفعيل «السماح بجهاز ثانٍ» في الـ Mac يمكنك حاليًا استخدام جهازين، مع خطط لدعم المزيد في تحديثات قادمة. (إذا لم تجد هذا المفتاح في تطبيق الـ Mac، فحدّث Pocket Sisyphus على الـ Mac.)
en: By default only one device connects. Turning on «Allow a second device» in the Mac lets you use up to two devices for now, with more planned in future updates. (If you don't see this toggle in the Mac app, update Pocket Sisyphus on the Mac.)
es: De forma predeterminada solo se conecta un dispositivo. Al activar «Permitir un segundo dispositivo» en el Mac puedes usar hasta dos dispositivos por ahora, y se planea admitir más en futuras actualizaciones. (Si no ves este interruptor en la app del Mac, actualiza Pocket Sisyphus en el Mac.)
fr: Par défaut, un seul appareil se connecte. En activant « Autoriser un deuxième appareil » sur le Mac, vous pouvez utiliser jusqu'à deux appareils pour l'instant, et la prise en charge de davantage est prévue dans de futures mises à jour. (Si vous ne voyez pas cette option dans l'app Mac, mettez à jour Pocket Sisyphus sur le Mac.)
hi: डिफ़ॉल्ट रूप से केवल एक डिवाइस कनेक्ट होता है। Mac में «दूसरा डिवाइस अनुमत करें» चालू करने पर आप अभी अधिकतम दो डिवाइस उपयोग कर सकते हैं, और भविष्य के अपडेट में और अधिक समर्थन की योजना है। (यदि Mac ऐप में यह टॉगल नहीं दिखता, तो Mac पर Pocket Sisyphus अपडेट करें।)
ja: 既定では 1 台のみ接続できます。Mac で «2 台目の端末を許可» をオンにすると、今は最大 2 台まで使え、今後のアップデートでさらに増やす予定です。（Mac アプリにこのトグルが見当たらない場合は、Mac の Pocket Sisyphus を更新してください。）
pt_br: Por padrão, apenas um dispositivo se conecta. Ao ativar «Permitir um segundo dispositivo» no Mac, você pode usar até dois dispositivos por enquanto, e há planos para oferecer suporte a mais em atualizações futuras. (Se você não vir essa opção no app do Mac, atualize o Pocket Sisyphus no Mac.)
ru: По умолчанию подключается только одно устройство. Включив «Разрешить второе устройство» на Mac, сейчас можно использовать до двух устройств, а в будущих обновлениях планируется поддержка большего числа. (Если вы не видите этот переключатель в приложении Mac, обновите Pocket Sisyphus на Mac.)
zh_hans: 默认仅连接一台设备。在 Mac 上开启«允许第二台设备»后，目前最多可使用两台设备，并计划在后续更新中支持更多。（如果在 Mac 应用中看不到此开关，请更新 Mac 上的 Pocket Sisyphus。）

source: 기본은 기기 한 대만 연결돼요. Mac 에서 «추가 기기 허용» 을 켜면 최대 세 대까지 함께 쓸 수 있어요. (Mac 앱에 이 토글이 안 보이면 Mac 의 Pocket Sisyphus 를 업데이트해 주세요.)
ar: افتراضيًا يتصل جهاز واحد فقط. فعّل «السماح بأجهزة إضافية» على الـ Mac لاستخدام حتى ثلاثة أجهزة معًا. (إذا لم تجد هذا الزر في تطبيق الـ Mac، فحدّث Pocket Sisyphus على الـ Mac.)
en: By default only one device connects. Turn on «Allow additional devices» on the Mac to use up to three devices together. (If you don't see this toggle in the Mac app, update Pocket Sisyphus on the Mac.)
es: De forma predeterminada solo se conecta un dispositivo. Activa «Permitir dispositivos adicionales» en el Mac para usar hasta tres dispositivos a la vez. (Si no ves esta opción en la app del Mac, actualiza Pocket Sisyphus en el Mac.)
fr: Par défaut, un seul appareil se connecte. Activez «Autoriser des appareils supplémentaires» sur le Mac pour utiliser jusqu'à trois appareils ensemble. (Si vous ne voyez pas cette option dans l'app Mac, mettez à jour Pocket Sisyphus sur le Mac.)
hi: डिफ़ॉल्ट रूप से केवल एक डिवाइस जुड़ता है। Mac पर «अतिरिक्त डिवाइस की अनुमति दें» चालू करें ताकि एक साथ अधिकतम तीन डिवाइस इस्तेमाल कर सकें। (यदि Mac ऐप में यह टॉगल नहीं दिखता, तो Mac पर Pocket Sisyphus अपडेट करें।)
ja: 標準ではデバイス 1 台だけが接続されます。Mac で «追加のデバイスを許可» をオンにすると、最大 3 台まで一緒に使えます。（Mac アプリにこのトグルが見当たらない場合は、Mac の Pocket Sisyphus を更新してください。）
pt_br: Por padrão, apenas um dispositivo se conecta. Ative «Permitir dispositivos adicionais» no Mac para usar até três dispositivos juntos. (Se você não vir essa opção no app do Mac, atualize o Pocket Sisyphus no Mac.)
ru: По умолчанию подключается только одно устройство. Включите «Разрешить дополнительные устройства» на Mac, чтобы использовать до трёх устройств одновременно. (Если вы не видите этот переключатель в приложении на Mac, обновите Pocket Sisyphus на Mac.)
zh_hans: 默认只连接一台设备。在 Mac 上开启«允许额外设备»即可同时使用最多三台设备。（如果在 Mac 应用中看不到此开关，请更新 Mac 上的 Pocket Sisyphus。）

source: 기본적으로 결과는 Task 폴더의 result.md 에 저장돼 다음 노드가 이어받아요. 여기에 어떤 내용을·어떤 형식으로 담을지 세부 지시를 적을 수 있어요.
ar: يُحفظ الناتج افتراضيًا في result.md داخل مجلد Task ليتابعه العقدة التالية. يمكنك هنا تحديد ما يُضمّن وبأي تنسيق.
en: By default the result is saved to result.md in the Task folder for the next node to pick up. Here you can specify what to include and in what format.
es: De forma predeterminada, el resultado se guarda en result.md de la carpeta Task para que el siguiente nodo continúe. Aquí puedes indicar qué incluir y en qué formato.
fr: Par défaut, le résultat est enregistré dans result.md du dossier Task pour que le nœud suivant le reprenne. Vous pouvez préciser ici quoi inclure et dans quel format.
hi: डिफ़ॉल्ट रूप से परिणाम Task फ़ोल्डर की result.md में सहेजा जाता है ताकि अगला नोड उसे आगे बढ़ा सके। यहाँ आप बता सकते हैं कि क्या और किस प्रारूप में शामिल करना है।
ja: 結果は既定で Task フォルダの result.md に保存され、次のノードが引き継ぎます。何をどんな形式で含めるか、ここで細かく指示できます。
pt_br: Por padrão, o resultado é salvo em result.md na pasta Task para o próximo nó continuar. Aqui você pode especificar o que incluir e em qual formato.
ru: По умолчанию результат сохраняется в result.md в папке Task, чтобы следующий узел его подхватил. Здесь можно указать, что и в каком формате включить.
zh_hans: 默认情况下，结果会保存到 Task 文件夹的 result.md，供下一个节点接续。你可以在此指定包含哪些内容、采用何种格式。

source: 기타: %@
ar: أخرى: %@
en: Other: %@
es: Otro: %@
fr: Autre : %@
hi: अन्य: %@
ja: その他: %@
pt_br: Outro: %@
ru: Другое: %@
zh_hans: 其他:%@

source: 기타: 직접 입력…
ar: أخرى: اكتب…
en: Other: type here…
es: Otro: escribir…
fr: Autre : saisir…
hi: अन्य: टाइप करें…
ja: その他: 自由入力…
pt_br: Outro: digitar…
ru: Другое: ввести…
zh_hans: 其他:自由输入…

source: 기획
ar: التخطيط
en: Planning
es: Planificación
fr: Planification
hi: योजना
ja: 企画
pt_br: Planejamento
ru: Планирование
zh_hans: 规划

source: 기획 → 디자인 → 개발 → QA → 운영 순서로 역할별 전문 에이전트를 잇는 출발 템플릿이에요. QA 단계에서 사람 승인을 거쳐요.
ar: قالب بداية يربط وكلاء متخصصين حسب الدور بالترتيب: التخطيط ← التصميم ← التطوير ← QA ← التشغيل. تتطلب مرحلة QA موافقة بشرية.
en: A starter template that chains role-specialized agents in order: Planning → Design → Development → QA → Operations. The QA step requires human approval.
es: Una plantilla inicial que encadena agentes especializados por rol en orden: Planificación → Diseño → Desarrollo → QA → Operaciones. El paso de QA requiere aprobación humana.
fr: Un modèle de départ qui enchaîne des agents spécialisés par rôle dans l'ordre : Planification → Design → Développement → QA → Exploitation. L'étape QA nécessite une approbation humaine.
hi: एक स्टार्टर टेम्पलेट जो भूमिका-विशेषज्ञ एजेंट्स को क्रम में जोड़ता है: योजना → डिज़ाइन → विकास → QA → संचालन। QA चरण के लिए मानव अनुमोदन आवश्यक है।
ja: 役割ごとの専門エージェントを順番につなぐスターターテンプレートです：企画 → デザイン → 開発 → QA → 運用。QA ステップでは人間の承認が必要です。
pt_br: Um modelo inicial que encadeia agentes especializados por função em ordem: Planejamento → Design → Desenvolvimento → QA → Operações. A etapa de QA exige aprovação humana.
ru: Стартовый шаблон, последовательно связывающий специализированных по ролям агентов: Планирование → Дизайн → Разработка → QA → Эксплуатация. Этап QA требует подтверждения человеком.
zh_hans: 一个起始模板，按顺序串联各角色的专业智能体：规划 → 设计 → 开发 → QA → 运维。QA 阶段需要人工批准。

source: 길게 눌러 현재 줌 영역 저장(덮어쓰기)
ar: اضغط مطولاً لحفظ منطقة التكبير (استبدال)
en: Hold to save current zoom area (overwrite)
es: Mantén pulsado para guardar la zona de zoom (sobrescribe)
fr: Maintenez pour enregistrer la zone de zoom (écrase)
hi: वर्तमान ज़ूम क्षेत्र सहेजने के लिए दबाए रखें (अधिलेखित)
ja: 長押しで現在のズーム領域を保存（上書き）
pt_br: Segure para salvar a área de zoom (sobrescreve)
ru: Удерживайте, чтобы сохранить область масштаба (перезапись)
zh_hans: 长按保存当前缩放区域（覆盖）

source: 꺼져 있어요. 도구를 쓸 때마다 에이전트가 텍스트로 승인을 요청해, 응답이 잠시 멈출 수 있습니다.
ar: مُعطَّل. سيطلب الوكيل الموافقة نصيًا في كل مرة تُستخدم فيها أداة، وقد يتوقّف الرد لحظيًا.
en: Off. The agent asks for text-based approval each time a tool is used, so responses may pause briefly.
es: Desactivado. El agente pide aprobación por texto cada vez que se usa una herramienta, así que la respuesta puede pausarse brevemente.
fr: Désactivé. L’agent demande une approbation par texte à chaque utilisation d’outil, ce qui peut interrompre brièvement la réponse.
hi: बंद। टूल इस्तेमाल होते समय एजेंट हर बार टेक्स्ट से अनुमति माँगता है, जिससे प्रतिक्रिया कुछ देर रुक सकती है।
ja: オフ。ツールを使うたびにエージェントがテキストで承認を求めるため、応答が一時的に止まることがあります。
pt_br: Desativado. O agente pede aprovação por texto a cada uso de ferramenta, então a resposta pode pausar brevemente.
ru: Выключено. Агент будет каждый раз запрашивать подтверждение в тексте — ответ может ненадолго прерываться.
zh_hans: 已关闭。代理每次使用工具都会以文本请求批准，回复可能短暂暂停。

source: 꺼짐
ar: متوقف
en: Off
es: Desactivado
fr: Désactivé
hi: बंद
ja: オフ
pt_br: Desligado
ru: Выкл.
zh_hans: 已关闭

source: 끄기 전에 먼저 기기를 한 대만 남겨 두세요.
ar: اترك جهازًا واحدًا فقط قبل إيقافه.
en: Leave only one device before turning it off.
es: Deja solo un dispositivo antes de desactivarlo.
fr: Ne gardez qu'un seul appareil avant de le désactiver.
hi: इसे बंद करने से पहले केवल एक डिवाइस रखें।
ja: オフにする前に、デバイスを1台だけ残してください。
pt_br: Deixe apenas um dispositivo antes de desativar.
ru: Прежде чем отключить, оставьте только одно устройство.
zh_hans: 关闭前请先只保留一台设备。

source: 나중에
ar: لاحقًا
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
pt_br: Mais tarde
ru: Позже
zh_hans: 稍后

source: 날짜
ar: اليوم
en: Day
es: Día
fr: Jour
hi: दिन
ja: 日
pt_br: Dia
ru: День
zh_hans: 日期

source: 남음 %@
ar: المتبقي %@
en: %@ left
es: %@ restante
fr: %@ restant
hi: %@ शेष
ja: 残り %@
pt_br: %@ restante
ru: осталось %@
zh_hans: 剩余 %@

# 남음 %@ · %@ 리셋
source: 남음 %1$@ · %2$@ 리셋
ar: المتبقي %1$@ · إعادة التعيين %2$@
en: %1$@ left · resets %2$@
es: %1$@ restante · se restablece %2$@
fr: %1$@ restant · réinitialisation %2$@
hi: %1$@ शेष · %2$@ पर रीसेट
ja: 残り %1$@ · %2$@ にリセット
pt_br: %1$@ restante · redefine %2$@
ru: осталось %1$@ · сброс %2$@
zh_hans: 剩余 %1$@ · %2$@ 重置

source: 낮음
ar: منخفض
en: Low
es: Bajo
fr: Faible
hi: निम्न
ja: 低
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: 내 로컬 서버 사용
ar: استخدام خادمي المحلي
en: Use my local server
es: Usar mi servidor local
fr: Utiliser mon serveur local
hi: मेरा लोकल सर्वर उपयोग करें
ja: 自分のローカルサーバーを使う
pt_br: Usar meu servidor local
ru: Использовать мой локальный сервер
zh_hans: 使用我的本地服务器

source: 내 메시지
ar: رسائلي
en: My messages
es: Mis mensajes
fr: Mes messages
hi: मेरे संदेश
ja: 自分のメッセージ
pt_br: Minhas mensagens
ru: Мои сообщения
zh_hans: 我的消息

source: 내 세션
ar: جلساتي
en: My sessions
es: Mis sesiones
fr: Mes sessions
hi: मेरे सत्र
ja: マイ セッション
pt_br: Minhas sessões
ru: Мои сессии
zh_hans: 我的会话

source: 내 스니펫
ar: مقتطفاتي
en: My snippets
es: Mis fragmentos
fr: Mes extraits
hi: मेरे स्निपेट
ja: マイスニペット
pt_br: Meus trechos
ru: Мои сниппеты
zh_hans: 我的片段

source: 내가 보낸 메시지
ar: الرسائل التي أرسلتها
en: Messages I’ve sent
es: Mensajes que envié
fr: Mes messages envoyés
hi: मेरे भेजे संदेश
ja: 自分が送ったメッセージ
pt_br: Mensagens que enviei
ru: Мои отправленные сообщения
zh_hans: 我发送的消息

source: 내가 보낸 메시지 이력
ar: سجل الرسائل التي أرسلتها
en: History of messages I’ve sent
es: Historial de mensajes enviados
fr: Historique des messages envoyés
hi: मेरे भेजे संदेशों का इतिहास
ja: 自分が送ったメッセージの履歴
pt_br: Histórico das mensagens que enviei
ru: История отправленных мной сообщений
zh_hans: 我发送的消息历史

source: 내용 비우기
ar: مسح المحتوى
en: Clear contents
es: Vaciar contenido
fr: Vider le contenu
hi: सामग्री साफ़ करें
ja: 内容を消去
pt_br: Limpar conteúdo
ru: Очистить содержимое
zh_hans: 清空内容

source: 내용 비우기: 채팅 화면 우상단 점 메뉴 → «내용 비우기». 대화 기록·도구 승인·질문·모델 컨텍스트가 모두 초기화되지만 세션 자체는 유지됩니다.
ar: مسح المحتوى: من قائمة النقاط أعلى يمين شاشة الدردشة → «مسح المحتوى». تتم إعادة تعيين سجل المحادثة وموافقات الأدوات والأسئلة وسياق النموذج، ولكن تبقى الجلسة نفسها.
en: Clear: ellipsis menu at the top right of the chat → “Clear contents”. Chat history, tool approvals, questions and model context all reset; the session itself stays.
es: Vaciar: menú de puntos arriba a la derecha del chat → «Vaciar contenido». Se reinician historial, aprobaciones, preguntas y contexto del modelo; la sesión se mantiene.
fr: Vider : menu en haut à droite du chat → « Vider le contenu ». L’historique, les autorisations, les questions et le contexte du modèle sont réinitialisés, la session reste.
hi: साफ़ करें: चैट के दाईं ओर ऊपर बिंदु मेनू → «सामग्री साफ़ करें»। चैट इतिहास, टूल अनुमोदन, प्रश्न और मॉडल कॉन्टेक्स्ट रीसेट हो जाते हैं, सत्र बना रहता है।
ja: 内容を消去: チャット画面右上のメニュー → 「内容を消去」。会話履歴・ツール承認・質問・モデルコンテキストはすべてリセットされますが、セッション自体は残ります。
pt_br: Limpar: menu de pontos no canto superior direito do chat → «Limpar conteúdo». Histórico, aprovações, perguntas e contexto do modelo são zerados; a sessão permanece.
ru: Очистка: меню «⋯» в правом верхнем углу чата → «Очистить содержимое». История, разрешения, вопросы и контекст модели сбрасываются, сама сессия сохраняется.
zh_hans: 清空内容:聊天页右上角的菜单 → 「清空内容」。聊天记录、工具批准、提问与模型上下文都将重置,但会话本身保留。

source: 내장 기본 bridge 추가
ar: إضافة الجسور المدمجة
en: Add built-in bridges
es: Añadir puentes integrados
fr: Ajouter les ponts intégrés
hi: अंतर्निहित bridge जोड़ें
ja: 内蔵の標準 bridge を追加
pt_br: Adicionar pontes integradas
ru: Добавить встроенные мосты
zh_hans: 添加内置 bridge

source: 네트워크가 Tor 를 차단하는 것 같아요
ar: يبدو أن شبكتك تحجب Tor
en: Your network seems to block Tor
es: Parece que tu red bloquea Tor
fr: Votre réseau semble bloquer Tor
hi: लगता है आपका नेटवर्क Tor को ब्लॉक कर रहा है
ja: ネットワークが Tor をブロックしているようです
pt_br: Parece que sua rede bloqueia o Tor
ru: Похоже, ваша сеть блокирует Tor
zh_hans: 你的网络似乎屏蔽了 Tor

source: 노랑(주의·경고)과 주황(프로)은 서로 다른 색이에요 — 노랑은 경고, 주황은 프로 기능 표시입니다.
ar: الأصفر (تنبيه/تحذير) والبرتقالي (Pro) لونان مختلفان — الأصفر يدل على تحذير، والبرتقالي على ميزة احترافية.
en: Yellow (caution/warning) and orange (Pro) are different colors — yellow marks a warning, orange marks a Pro feature.
es: El amarillo (precaución/advertencia) y el naranja (Pro) son colores distintos: el amarillo señala una advertencia y el naranja, una función Pro.
fr: Le jaune (attention/avertissement) et l'orange (Pro) sont des couleurs différentes — le jaune signale un avertissement, l'orange une fonctionnalité Pro.
hi: पीला (सावधानी/चेतावनी) और नारंगी (प्रो) अलग-अलग रंग हैं — पीला चेतावनी दर्शाता है, नारंगी प्रो सुविधा।
ja: 黄色(注意・警告)とオレンジ(プロ)は別の色です — 黄色は警告、オレンジはプロ機能を表します。
pt_br: Amarelo (cuidado/aviso) e laranja (Pro) são cores diferentes — o amarelo indica um aviso e o laranja, um recurso Pro.
ru: Жёлтый (внимание/предупреждение) и оранжевый (Pro) — разные цвета: жёлтый обозначает предупреждение, оранжевый — Pro-функцию.
zh_hans: 黄色（注意/警告）与橙色（专业版）是不同的颜色——黄色表示警告，橙色表示专业版功能。

source: 노력 %lld
ar: الجهد %lld
en: Effort %lld
es: Esfuerzo %lld
fr: Effort %lld
hi: प्रयास %lld
ja: 工数 %lld
pt_br: Esforço %lld
ru: Усилия %lld
zh_hans: 工作量 %lld

source: 노력 낮음
ar: جهد منخفض
en: Low effort
es: Esfuerzo bajo
fr: Effort faible
hi: कम प्रयास
ja: 工数 低
pt_br: Esforço baixo
ru: Низкие усилия
zh_hans: 工作量 低

source: 노력 높음
ar: جهد عالٍ
en: High effort
es: Esfuerzo alto
fr: Effort élevé
hi: उच्च प्रयास
ja: 工数 高
pt_br: Esforço alto
ru: Высокие усилия
zh_hans: 工作量 高

source: 노력 보통
ar: جهد متوسط
en: Medium effort
es: Esfuerzo medio
fr: Effort moyen
hi: मध्यम प्रयास
ja: 工数 中
pt_br: Esforço médio
ru: Средние усилия
zh_hans: 工作量 中

source: 녹음 중
ar: جارٍ التسجيل
en: Recording
es: Grabando
fr: Enregistrement
hi: रिकॉर्ड हो रहा है
ja: 録音中
pt_br: Gravando
ru: Идёт запись
zh_hans: 录音中

source: 녹음을 시작하지 못했어요.
ar: تعذّر بدء التسجيل.
en: Couldn’t start recording.
es: No se pudo iniciar la grabación.
fr: Impossible de démarrer l’enregistrement.
hi: रिकॉर्डिंग शुरू नहीं हो सकी।
ja: 録音を開始できませんでした。
pt_br: Não foi possível iniciar a gravação.
ru: Не удалось начать запись.
zh_hans: 无法开始录音。

source: 높음
ar: مرتفع
en: High
es: Alto
fr: Élevé
hi: उच्च
ja: 高
pt_br: Alto
ru: Высокий
zh_hans: 高

source: 누른 채 끌기 — 텍스트 선택·창 이동
ar: اضغط واسحب — لتحديد النص أو تحريك النوافذ
en: Hold and drag — select text or move windows
es: Mantén y arrastra: seleccionar texto o mover ventanas
fr: Maintenez et glissez — sélectionner du texte ou déplacer des fenêtres
hi: दबाकर खींचें — टेक्स्ट चुनें या विंडो मूव करें
ja: 押したままドラッグ — テキスト選択やウインドウ移動
pt_br: Segure e arraste — selecionar texto ou mover janelas
ru: Удерживайте и тяните — выделение текста или перемещение окон
zh_hans: 按住拖动 —— 选择文本或移动窗口

source: 다국어
ar: التوطين
en: Localization
es: Localización
fr: Localisation
hi: स्थानीयकरण
ja: 多言語対応
pt_br: Localização
ru: Локализация
zh_hans: 多语言

source: 다시 보내기
ar: إعادة الإرسال
en: Send again
es: Enviar de nuevo
fr: Renvoyer
hi: फिर भेजें
ja: もう一度送信
pt_br: Enviar de novo
ru: Отправить снова
zh_hans: 再次发送

source: 다시 설치
ar: إعادة التثبيت
en: Reinstall
es: Reinstalar
fr: Réinstaller
hi: फिर से इंस्टॉल करें
ja: 再インストール
pt_br: Reinstalar
ru: Установить заново
zh_hans: 重新安装

source: 다시 스캔
ar: إعادة المسح
en: Scan again
es: Escanear de nuevo
fr: Scanner à nouveau
hi: फिर से स्कैन करें
ja: もう一度スキャン
pt_br: Escanear novamente
ru: Сканировать снова
zh_hans: 重新扫描

source: 다시 시도
ar: إعادة المحاولة
en: Try again
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
ja: 再試行
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: 다시 실행
ar: إعادة
en: Redo
es: Rehacer
fr: Rétablir
hi: फिर से करें
ja: やり直す
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: 다시 정리하기
ar: التنظيف مرة أخرى
en: Clean Up Again
es: Limpiar de nuevo
fr: Nettoyer à nouveau
hi: फिर से साफ़ करें
ja: もう一度整理する
pt_br: Limpar novamente
ru: Повторить очистку
zh_hans: 再次清理

source: 다시 확인
ar: إعادة الفحص
en: Check again
es: Volver a comprobar
fr: Revérifier
hi: फिर से जाँचें
ja: 再確認
pt_br: Verificar novamente
ru: Проверить снова
zh_hans: 再次检查

source: 다운로드
ar: تنزيل
en: Download
es: Descargar
fr: Télécharger
hi: डाउनलोड
ja: ダウンロード
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

source: 다음
ar: التالي
en: Next
es: Siguiente
fr: Suivant
hi: आगे
ja: 次へ
pt_br: Avançar
ru: Далее
zh_hans: 下一步

source: 다음 부팅 시 적용됩니다
ar: يُطبَّق عند الإقلاع التالي
en: Applies on next launch
es: Se aplica en el próximo arranque
fr: Appliqué au prochain lancement
hi: अगले बार खोलने पर लागू होगा
ja: 次回起動時に反映されます
pt_br: Aplica-se na próxima inicialização
ru: Применится при следующем запуске
zh_hans: 下次启动时生效

source: 다음 실행
ar: التشغيل التالي
en: Next run
es: Próxima ejecución
fr: Prochaine exécution
hi: अगला रन
ja: 次回の実行
pt_br: Próxima execução
ru: Следующий запуск
zh_hans: 下次运行

source: 다음 일치
ar: التطابق التالي
en: Next match
es: Coincidencia siguiente
fr: Correspondance suivante
hi: अगला मिलान
ja: 次の一致
pt_br: Próxima correspondência
ru: Следующее совпадение
zh_hans: 下一个匹配

source: 다음 정지 알림 설정
ar: تنبيه التوقف التالي
en: Next-stop alert
es: Aviso de próxima pausa
fr: Alerte de prochain arrêt
hi: अगली-रुकावट सूचना
ja: 次の停止通知
pt_br: Aviso de parada
ru: Уведомление об остановке
zh_hans: 下次停止通知

source: 다음 정지 알림 해제
ar: إلغاء تنبيه التوقف التالي
en: Cancel next-stop alert
es: Cancelar aviso de próxima pausa
fr: Annuler l’alerte de prochain arrêt
hi: अगली-रुकावट सूचना रद्द करें
ja: 次の停止通知を解除
pt_br: Cancelar aviso de parada
ru: Отменить уведомление об остановке
zh_hans: 取消下次停止通知

source: 다음 파일/범위를 참고해서 작업해줘:
ar: اعمل بالرجوع إلى هذه الملفات/النطاقات:
en: Work with these files/ranges as reference:
es: Trabaja tomando como referencia estos archivos/rangos:
fr: Travaille en te référant à ces fichiers/plages :
hi: इन फ़ाइलों/श्रेणियों को संदर्भ के रूप में लेकर काम करो:
ja: 次のファイル/範囲を参考にして作業して:
pt_br: Trabalhe usando estes arquivos/intervalos como referência:
ru: Работай, опираясь на эти файлы/диапазоны:
zh_hans: 请参考以下文件/范围进行操作：

source: 다음 헝크
ar: المقطع التالي
en: Next hunk
es: Fragmento siguiente
fr: Bloc suivant
hi: अगला हंक
ja: 次の差分ブロック
pt_br: Próximo bloco
ru: Следующий фрагмент
zh_hans: 下一处更改

source: 다음 화면에서 "Pocket Sisyphus가 VPN 구성을 추가하려고 합니다" 안내가 뜹니다.
ar: ستظهر في الشاشة التالية رسالة «يحاول Pocket Sisyphus إضافة إعدادات VPN».
en: On the next screen you’ll see a prompt: “Pocket Sisyphus would like to add VPN configurations.”
es: En la siguiente pantalla aparecerá: “Pocket Sisyphus desea añadir configuraciones VPN”.
fr: Sur l’écran suivant, vous verrez : « Pocket Sisyphus souhaite ajouter des configurations VPN ».
hi: अगली स्क्रीन पर एक संकेत दिखेगा: «Pocket Sisyphus VPN कॉन्फ़िगरेशन जोड़ना चाहता है।»
ja: 次の画面で「Pocket Sisyphus が VPN 構成を追加しようとしています」と表示されます。
pt_br: Na próxima tela aparecerá: “Pocket Sisyphus deseja adicionar configurações VPN”.
ru: На следующем экране появится запрос: «Pocket Sisyphus хочет добавить конфигурации VPN».
zh_hans: 下个屏幕会出现提示：「Pocket Sisyphus 希望添加 VPN 配置」。

source: 다음 화면에서 \"Pocket Sisyphus가 VPN 구성을 추가하려고 합니다\" 안내가 뜹니다.
ar: في الشاشة التالية ستظهر رسالة «يحاول Pocket Sisyphus إضافة إعدادات VPN».
en: On the next screen, you’ll see the prompt “Pocket Sisyphus Would Like to Add VPN Configurations”.
es: En la siguiente pantalla aparecerá el aviso «Pocket Sisyphus desea añadir configuraciones de VPN».
fr: Sur l’écran suivant s’affichera le message « Pocket Sisyphus souhaite ajouter des configurations VPN ».
hi: अगली स्क्रीन पर सूचना दिखेगी "Pocket Sisyphus VPN कॉन्फ़िगरेशन जोड़ना चाहता है".
ja: 次の画面で「“Pocket Sisyphus”が VPN 構成の追加を求めています」というメッセージが表示されます。
pt_br: Na próxima tela aparecerá o aviso “O Pocket Sisyphus deseja adicionar configurações de VPN”.
ru: На следующем экране появится запрос «Pocket Sisyphus хочет добавить конфигурации VPN».
zh_hans: 在下一屏会出现「Pocket Sisyphus 想要添加 VPN 配置」的提示。

source: 다음에 멈추면 알림
ar: إشعار عند التوقف التالي
en: Notify on next stop
es: Avisar en la próxima pausa
fr: Prévenir au prochain arrêt
hi: अगली बार रुकने पर सूचित करें
ja: 次に停止したら通知
pt_br: Avisar na próxima parada
ru: Уведомить при следующей остановке
zh_hans: 下次停止时通知

source: 다크
ar: داكن
en: Dark
es: Oscuro
fr: Sombre
hi: डार्क
ja: ダーク
pt_br: Escuro
ru: Тёмная
zh_hans: 深色

source: 단계
ar: خطوة
en: Step
es: Paso
fr: Étape
hi: चरण
ja: ステップ
pt_br: Etapa
ru: Шаг
zh_hans: 步骤

source: 단계 %lld
ar: الخطوة %lld
en: Step %lld
es: Paso %lld
fr: Étape %lld
hi: चरण %lld
ja: ステップ %lld
pt_br: Etapa %lld
ru: Шаг %lld
zh_hans: 步骤 %lld

source: 단계 (순서대로 실행)
ar: الخطوات (تُنفَّذ بالترتيب)
en: Steps (run in order)
es: Pasos (se ejecutan en orden)
fr: Étapes (exécutées dans l’ordre)
hi: चरण (क्रम में चलते हैं)
ja: ステップ（順番に実行）
pt_br: Etapas (executadas em ordem)
ru: Шаги (выполняются по порядку)
zh_hans: 步骤（按顺序执行）

source: 단계 추가
ar: إضافة خطوة
en: Add step
es: Añadir paso
fr: Ajouter une étape
hi: चरण जोड़ें
ja: ステップを追加
pt_br: Adicionar etapa
ru: Добавить шаг
zh_hans: 添加步骤

source: 단축키 만들기
ar: اختصار جديد
en: New shortcut
es: Nuevo atajo
fr: Nouveau raccourci
hi: नया शॉर्टकट
ja: ショートカットを作成
pt_br: Novo atalho
ru: Новый ярлык
zh_hans: 新建快捷键

source: 단축키 삭제
ar: حذف الاختصار
en: Delete shortcut
es: Eliminar atajo
fr: Supprimer le raccourci
hi: शॉर्टकट हटाएँ
ja: ショートカットを削除
pt_br: Excluir atalho
ru: Удалить ярлык
zh_hans: 删除快捷键

source: 단축키 추가
ar: إضافة اختصار
en: Add shortcut
es: Añadir atajo
fr: Ajouter un raccourci
hi: शॉर्टकट जोड़ें
ja: ショートカットを追加
pt_br: Adicionar atalho
ru: Добавить ярлык
zh_hans: 添加快捷键

source: 단축키 편집
ar: تعديل الاختصار
en: Edit shortcut
es: Editar atajo
fr: Modifier le raccourci
hi: शॉर्टकट संपादित करें
ja: ショートカットを編集
pt_br: Editar atalho
ru: Изменить ярлык
zh_hans: 编辑快捷键

source: 닫기
ar: إغلاق
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: 답변 완료
ar: تمت الإجابة
en: Answered
es: Respondido
fr: Répondu
hi: उत्तर दिया
ja: 回答済み
pt_br: Respondido
ru: Отвечено
zh_hans: 已回答

source: 답변 제출
ar: إرسال الإجابة
en: Submit answer
es: Enviar respuesta
fr: Envoyer la réponse
hi: उत्तर भेजें
ja: 回答を送信
pt_br: Enviar resposta
ru: Отправить ответ
zh_hans: 提交回答
